currentQuest = 0

score = 0

quest = [
    {
        "Питання": "На літаку було 500 цеглинок, одна цеглинка випала з літака. Скільки цеглинок лишилось?",
        "Правильна відповідь": "499",
        "Неправильна відповідь1": "501",
        "Неправильна відповідь2": "512",
        "Неправильна відповідь3": "536"
    },
    {
        "Питання": "Скільки буде 2+2?",
        "Правильна відповідь": "4",
        "Неправильна відповідь1": "5",
        "Неправильна відповідь2": "7",
        "Неправильна відповідь3": "12"
    },
    {
        "Питання": "Скільки буде 5 в квадраті?",
        "Правильна відповідь": "25",
        "Неправильна відповідь1": "10",
        "Неправильна відповідь2": "24",
        "Неправильна відповідь3": "35"
    },
    {
        "Питання": "В одноповерховому, рожевому будинку жив рожевий чоловічок. В його будинку є рожевий кіт, диван, ванна, меблі, все було в рожевому кольорі. Якого кольору була драбина?",
        "Правильна відповідь": "В одноповерховому будинку немає драбини",
        "Неправильна відповідь1": "Рожевого",
        "Неправильна відповідь2": "Вишневого",
        "Неправильна відповідь3": "Малинового"
    },
    {
        "Питання": "Яке колесо не крутиться при правому повороті?",
        "Правильна відповідь": "Запасне",
        "Неправильна відповідь1": "Праве верхнє",
        "Неправильна відповідь2": "Ліве нижнє",
        "Неправильна відповідь3": "Праве нижнє"
    },
    {
        "Питання": "У саду росте береза. На ній 6 гілок, на кожній з яких росте по 3 яблука. Скільки яблук на всіх гілках?",
        "Правильна відповідь": "На березі не ростуть яблука",
        "Неправильна відповідь1": "18",
        "Неправильна відповідь2": "12",
        "Неправильна відповідь3": "9"
    },
    {
        "Питання": "А І Б сиділи на трубі. А упало, Б пропало. Хто лишився?",
        "Правильна відповідь": "І",
        "Неправильна відповідь1": "К",
        "Неправильна відповідь2": "Е",
        "Неправильна відповідь3": "А"
    },
    {
        "Питання": "В якому місяці є 28 днів?",
        "Правильна відповідь": "У всіх 12",
        "Неправильна відповідь1": "В Лютому",
        "Неправильна відповідь2": "В Січні",
        "Неправильна відповідь3": "В Серпні"
    },
]