currentQuest = 0

score = 0

quest = [
    {
        "Питання": "На літаку було 500 цеглинок, одна цеглинка випала з літака. Скільки цеглинок лишилось?",
        "Правильна відповідь": "499",
        "Неправильна відповідь1": "501",
        "Неправильна відповідь2": "512",
        "Неправильна відповідь3": "536",
    },
    {
        "Питання": "Скільки буде 2+2?",
        "Правильна відповідь": "4",
        "Неправильна відповідь1": "5",
        "Неправильна відповідь2": "7",
        "Неправильна відповідь3": "12",
    }
]